; Polish
; Portable info PL

[Polish]
IDS_UPDATE_NO=Brak dostępnych aktualizacji.
IDS_UPDATE_YES=Dostępna jest nowa wersja. Otworzyć stronę pobierania?
IDS_FILE=Plik
IDS_EXPLORE=Otwórz folder zrzutów ekranu
IDS_EXIT=Wyjdź
IDS_VIEW=Widok
IDS_LANGUAGE=Język
IDS_SETTINGS=Ustawienia
IDS_HELP=Pomoc
IDS_WEBSITE=Strona www
IDS_CHECKUPDATES=Sprawdź aktualizacje
IDS_ABOUT=O...
IDS_DONATE=Dziękuję!
IDS_TRAY_SHOW=Pokaż/Ukryj
IDS_ALWAYSONTOP_CHK=Zawsze na wierzchu
IDS_HIDEME_CHK=Ukryj główne okno przed zrzutem
IDS_STARTMINIMIZED_CHK=Startuj zminimalizowany
IDS_LOADONSTARTUP_CHK=Załaduj przy uruchomieniu systemu
IDS_CHECKUPDATES_CHK=Okresowo sprawdzaj dostępność aktualizacji (zalecane)
IDS_COPYTOCLIPBOARD_CHK=Skopiuj obraz do schowka
IDS_DISABLEAEROONWND_CHK=Wyłącz efekt Aero w przechwyconym oknie
IDS_PLAYSOUNDS_CHK=Odtwórz dźwięk przechwytywania
IDS_INCLUDEMOUSECURSOR_CHK=Dołącz kursor myszy
IDS_CLEARBACKGROUND_CHK=Wyczyść tło okna
IDS_MODE_FULLSCREEN=Pełny ekran
IDS_MODE_WINDOW=Aktywne okno
IDS_MODE_REGION=Wybrany region
IDS_IMAGEFORMAT=Zapisz jako...
IDS_FOLDER=Folder zrzutu ekranu
IDS_QUICKSETTINGS=Szybkie ustawienia
IDS_MODE=Tryb
IDS_SCREENSHOT=Zrzut ekranu
IDS_HOTKEYS=Skróty klawiaturowe
IDS_DISABLE=Wyłącz
IDS_WARNING_HOTKEYS=Skróty klawiaturowe są już w użyciu!
IDS_SAVE=OK
IDS_CLOSE=Close
IDS_FILENAME=Filename
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_INCLUDEWINDOWSHADOW_CHK=Include window shadow
IDS_LANGUAGE_HINT=Select language:
IDS_RESET=Reset
IDS_DELAY=Delay
IDS_MODE_MONITOR=Current monitor
IDS_DARKMODE_CHK=Use dark theme
